// NVMenu
"UNABLE_TO_OPEN_HELPER" = "Unable to open NVIDIA Driver Manager.";
"TRY_AGAIN_MESSAGE" = "Please try again or re-install the NVIDIA Web Driver package from the NVIDIA website.";
"Quit" = "Quit";

// Authorization panel
"NVIDIA Driver Manager wants to make changes." = "NVIDIA Driver Manager wants to make changes.";

// Auto-check
"Automatic Checks: %@" = "Automatic Checks: %@";
"On" = "On";
"Off" = "Off";
"Check Now" = "Check Now";
"Install..." = "Install...";
"Last check was %@" = "Last check was %@";
"Never checked" = "Never checked";
"%@ Available" = "%@ Available";
"Downloading (%d%%)" = "Downloading (%d%%)";

// restart panel
"NVIDIA Web Driver" = "NVIDIA Web Driver";
"Default macOS Graphics Driver" = "Default macOS Graphics Driver";
"The change will take effect after restart. Your computer will start up with the %@." = "The change will take effect after restart. Your computer will start up with the %@.";
